import React from 'react';

const Equipment = () => {
  return (
    <section class="equipment center">
      <h2 class="title_content">Наше оборудование</h2>
      <div class="equipment_descrip">
        <div>
          <h3 class="title_descrip">Лентопилочный станок</h3>
          <p>JIB MBS 400 230В</p>
          <img class="image" src="img/jib-mbs-400-400v.png" alt="equipment 1" />
        </div>
        <div class="descrip_box">
          <ul class="descrip">
            <li class="li">Высота распиловки 305 мм</li>
            <li class="li">Мощность двигателя 1,5 кВт</li>
            <li class="li">Прочный и жесткий стальной корпус с усилителями</li>
            <li class="li">Высота продольной распиловки 305 мм</li>
            <li class="li">
              Максимальная ширина заготовки (слева от пилы) 416 мм.
            </li>
            <li class="li">Прочный и жесткий стальной корпус с усилителями</li>
            <li class="li">
              Направляющие сухари для обеспечения дополнительной точности и
              длительного срока службы
            </li>
            <li class="li">
              Мощный асинхронный двигатель выходной мощностью 1,5 кВт.
            </li>
            <li class="li">Точно отшлифованный чугунный рабочий стол</li>
            <li class="li">Динамически сбалансированные чугунные маховики.</li>
            <li class="li">
              Опорный ролик с зубчатой передачей для стола с уклоном -10°- 45°.
            </li>
            <li class="li">
              Устройство быстрого сброса натяжения пильного полотна.
            </li>
            <li class="li">
              Телескопическая защита пилы, обеспечивающая полную безопасность.
            </li>
            <li class="li">
              Параллельный упор профессионального типа с алюминиевым профилем.
            </li>
          </ul>
        </div>
      </div>

      <div class="equipment_descrip">
        <div>
          <h3 class="title_descrip">Фуговальный станок</h3>
          <p>C валом helical</p>
          <img class="image" src="img/S109A.webp" alt="equipment 4" />
        </div>
        <div class="descrip_box">
          <ul class="descrip">
            <li>
              Станок предназначен для обработки древесины с целью придания ей
              необходимых размеров и форм фугованием.
            </li>
            <li>
              На данную модель установлен вал helical (сегментированный) с 40
              ножевыми пластинами. Такая конструкция дает лучшее качество
              обработки, особенно при работе с твердыми породами дерева или при
              высокой загрузке оборудования.
            </li>
            <li>
              Имеет средние размеры, максимальная ширина обрабатываемой
              заготовки составляет 203 мм. Все основные детали (столы, упор)
              отлиты из чугуна, рабочие поверхности фрезерованы. Глубина
              регулировки подающего стола до 16 мм. Длина загрузочного/
              приемного столов - 1105/897 мм.
            </li>
            <li>
              Удлиненный стол нужен для обеспечения прямолинейности. Даже
              довольно габаритная заготовка, уложенная на него, будут иметь
              надежную опору, оператору остается только перемещать ее в
              горизонтальной плоскости и немного прижимать к поверхности стола.
            </li>
            /
          </ul>
        </div>
      </div>
      <div class="equipment_descrip">
        <div>
          <h3 class="title_descrip">Круглопильный станок</h3>
          <p>Warrior W0700R 400B</p>
          <img class="image" src="img/W0700.png" alt="equipment 5" />
        </div>
        <div class="descrip_box">
          <ul class="descrip">
            <li>Мощность двигателя 2,2 кВт</li>
            <li>
              Асинхронный двигатель повышенной выходной мощности 2,2 кВт с
              напряжением питания 400В
            </li>
            <li>Корпусная конструкция</li>
            <li>
              Узел наклона вилочного типа повышенной прочности с разнесенными
              опорами вала
            </li>
            <li>
              Профессиональный параллельный упор из стали с алюминиевым упором
              для высоких и низких заготовок
            </li>
            <li>
              Пила наклоняется от параллельного упора (левый наклон) при
              продольном резании со скосом
            </li>
            <li>
              Большой чугунный стол с чугунными удлинителями для обеспечения
              максимальной опоры материала
            </li>
            <li>Высокоточный угловой упор</li>
          </ul>
        </div>
      </div>
      <div class="equipment_descrip">
        <div>
          <h3 class="title_descrip">Рейсмусовый станок</h3>
          <p>Warrior W0206</p>
          <img class="image" src="img/warrior_w0206.png" alt="equipment 6" />
        </div>
        <div>
          <ul class="descrip">
            <li>Ширина стола 330 мм Мощность двигателя 1,5 кВт</li>
            <li>
              2 в 1 - рейсмус и молдер (фрезер для фасонного фрезерования
              погонажных изделий)
            </li>
            <li>
              Двигатель повышенной мощности 1,5 кВт 230 В полностью закрытый с
              охлаждением от вентилятора.
            </li>
            <li>Чугунный стол и пониженная вибрация основания.</li>
            <li>
              Четыре точно прошлифованные колонны обеспечивают повышенную
              устойчивость при подъёме и опускании строгального механизма.
            </li>
            <li>
              Стол точно позиционируется простой в использовании кулачковой
              рукояткой.
            </li>
            <li>
              Две скорости подачи 4 метра в минуту и 6 метров в минуту)
              расширяют области применения.
            </li>
            <li>
              Подающие и выводные ролики с резиновым покрытием полностью
              регулируемые.
            </li>
            <li>
              Угловой патрубок диаметром 100 мм для отвода опилок эффективно
              отводит стружку и опилки, а также обеспечивает расположение шланга
              для отвода опилок вдали от рабочего места
            </li>
          </ul>
        </div>
      </div>
    </section>
  );
};
export default Equipment;
